<?php 
return [

    "success"=> "تمت العملية بنجاح!",
    "error"=> "حدث خطأ ما، يرجى المحاولة مرة أخرى.",
    "warning"=> "تحذير: تحقق من البيانات المدخلة!",
    "info"=> "معلومة: لا توجد بيانات متاحة.",
    "created"=> "تم الإنشاء بنجاح!",
    "updated"=> "تم التحديث بنجاح!",
    "deleted"=> "تم الحذف بنجاح!",
    "not_found"=> "العنصر غير موجود!",
    "unauthorized"=> "ليس لديك الصلاحية لتنفيذ هذا الإجراء!",
    "forbidden"=> "تم رفض الوصول!",
    "server_error"=> "خطأ في الخادم، يرجى المحاولة لاحقًا.",
    "validation_error"=> "خطأ في التحقق من البيانات، يرجى التأكد من الإدخالات."
    
] ;